export function SectionLessonPage() {
  return (
    <div className="mt-4 flex flex-col gap-5">
      <p>
        1. Рейтинг, должен отображать в себе общий рейтинг (количество
        поинтов/баллов пользователя), а также списком за какой раздел сколько
        баллов получено.
      </p>
      <p>
        2. Основной раздел (home), где по порядку сами разделы с краткой лекцией
        и тестом, по каждому разделу.
      </p>
      <p>
        3. Личный профиль. Содержит в себе Личную Информацию (Мой аккаунт),
        возможность выйти из аккаунта, а также Настройки аккаунта с
        возможностью, Изменить пароль или Удалить аккаунт.
      </p>
    </div>
  );
}
